tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'heroku/brew'
tap 'koekeishiya/formulae'

cask 'kitty'
cask 'brave-browser'
cask 'alfred'
cask 'font-jetbrains-mono-nerd-font'
cask '1password/tap/1password-cli'

brew 'asdf'
brew 'git'
brew 'fzf'
brew 'neovim'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'svn' # used for font-source-code-pro
brew 'pkg-config'
brew 'libffi'
brew 'ripgrep'
brew 'fd'
brew 'openssl@3'
brew 'zsh'
brew 'npm'
brew 'elixir'
brew 'htop'
brew 'prettier'
brew 'stylua'
brew 'exa'
brew 'bat'
brew 'icu4c'
brew 'cmake'
brew 'shared-mime-info'
brew 'redis'
cask 'font-jetbrains-mono'
cask 'font-source-code-pro-for-powerline'
cask 'font-hack-nerd-font'
cask 'font-symbols-only-nerd-font'
brew 'neofetch'
brew 'pv'
brew 'mysql@5.7'
brew 'imagemagick'
cask 'wkhtmltopdf'
brew 'libpq'
cask 'google-chrome'
cask 'chromedriver'
brew 'yabai'
brew 'skhd'
brew 'go'
brew 'starship'
brew 'fish'

